Repository: ShadelessFox/PaintToolSaver
Catalog: SAI-Autosaver/MainForm.*.resx
Languages: ru

# labelStatus.Text
source: Updating info
ru: Обновление информации

# buttonOpenBackupFolder.Text
source: Open backups folder
ru: Открыть папку бекапов

# buttonManualBackup.Text
source: Manual backup
ru: Ручной бекап

# buttonHideWindow.Text
source: Hide window
ru: Скрыть окно

# label3.Text
source: Do backups every
ru: Сохранять каждые

# label4.Text
source: Paint Tool SAI version
ru: Версия Paint Tool SAI

# groupGeneralSettings.Text
source: General settings
ru: Основные настройки

# tabPage1.Text
source: Main page
ru: Главная страница

# buttonSaveSettings.Text
source: Save settings
ru: Сохранить настройки

# buttonSelectFolder.Text
source: Select...
ru: Выбрать...

# checkBackupIntoFolder.Text
source: Save backups into different folder
ru: Делать бекапы в отдельную папку

# checkNotifyProjectNotSaved.Text
source: Notify about project that never saved
ru: Уведомлять если проект ни разу не сохранялся

# groupBackupSettings.Text
source: Backup settings
ru: Настройки сохранения

# checkEnableBackups.Text
source: Enable project backups
ru: Включить автоматическое сохранение проекта

# checkRunInTray.Text
source: Do not show window on startup
ru: Не показывать окно при запуске

# checkRunWithWindows.Text
source: Run the program with Windows
ru: Запускать программу вместе с Windows

# tabPage2.Text
source: Settings
ru: Настройки

# label2.Text
source: Coded with ❤ by ShadelessFox 2018
ru: - Cделано с любовью © ShadelessFox 2018

# tabPage3.Text
source: About
ru: О программе

# notifyIcon1.BalloonTipText
source: Seems like project was not ever saved. Autosave will not available until project not will be saved on local drive.
ru: Похоже, что проект ни разу не сохранялся. Для включения автосохранения проект должен быть сохранён на диске.

# toolStripMenuItem1.Text
source: Open window
ru: Открыть окно

# exitProgramToolStripMenuItem.Text
source: Exit program
ru: Закрыть программу
